[TheWorld:PersistentLevel.Main_Sequence.DunDef_SeqVar_TutorialData_0 DunDef_SeqVar_TutorialData]
PCTutorialDefault.TutorialText="<COLOR:35,70,255>Pure Strategy</COLOR> mode offers classic tower defense: no weapons, no hero abilities, just defenses. These additional gameplay modes will be unlocked as you complete each campaign mission. Good hunting, Hero!"

[TheWorld:PersistentLevel.Main_Sequence.DunDef_SeqVar_TutorialData_1 DunDef_SeqVar_TutorialData]
PCTutorialDefault.TutorialText="These accomplishments will also be reflected in various trophies and decorations that will soon come to adorn your <COLOR: 65,100,183>Tavern</COLOR> walls. But most importantly of all: your <COLOR: 65,100,183>Tavern</COLOR> enables you to plan your upcoming exploits!"

[TheWorld:PersistentLevel.Main_Sequence.DunDef_SeqVar_TutorialData_2 DunDef_SeqVar_TutorialData]
PCTutorialDefault.TutorialText="Welcome to your <COLOR: 65,100,183>Adventurer's Tavern</COLOR>! Here, you and your fellow Heroes will prepare for battle. You may buy and sell goods at the <COLOR: 255,255,255>Tavern Keeper's</COLOR> shop, test your strength against training dummies, and compare and boast of your accomplishments and your permanently recorded statistics."

[TheWorld:PersistentLevel.Main_Sequence.DunDef_SeqVar_TutorialData_3 DunDef_SeqVar_TutorialData]
PCTutorialDefault.TutorialText="By activating the <COLOR: 200, 10, 255>Eternia Crystal</COLOR>, the owner of the Tavern can access the <COLOR: 255, 99, 0>Mission Setup</COLOR>. From there, the owner can access numerous options including mission modes and difficulty. Choose wisely, while facing more challenging opponents offers great reward, these difficulties will truly test your Heroes' strength and strategy."

[TheWorld:PersistentLevel.Main_Sequence.DunDef_SeqVar_TutorialData_4 DunDef_SeqVar_TutorialData]
PCTutorialDefault.TutorialText="In addition to the <COLOR: 0,173,12>Campaign</COLOR>, your Hero has access to a variety of <COLOR: 226,0,0>Challenge Missions</COLOR> each with its own unique objective. <COLOR:89,0,151>Survival Mode</COLOR> pits you against infinite waves of enemies in a never-ending onslaught. For a harder challenge, attempt <COLOR: 200,10,255>Mix Mode</COLOR>, in which waves of random enemies will advance from each creep door!"

[TheWorld:PersistentLevel.Main_Sequence.DunDef_SeqVar_TutorialData_5 DunDef_SeqVar_TutorialData]
PCTutorialDefault.TutorialText="The <COLOR: 255,255,255>Tavern Keeper's</COLOR> shop is stocked with a variety of items that your hero might find useful, and you can also sell items to him through your <COLOR: 0,211,184>Item Box</COLOR>. The <COLOR: 255,255,255>Tavern Keeper</COLOR> will restock his items after each successful mission, but if you want him to hold onto a specific item, you can 'lock' it to purchase later."

[TheWorld:PersistentLevel.Main_Sequence.DunDef_SeqVar_TutorialData_6 DunDef_SeqVar_TutorialData]
PCTutorialDefault.TutorialText="The <COLOR: 255,255,255>Tavern Keeper</COLOR> is an excellent huntsman and is skilled at taming some of <COLOR: 200, 10, 255>Etheria's</COLOR> more domesticated creatures. Each type of Pet has unique special abilities and a mind of its own, so finding a suitable pet to accompany you on your adventures can make all the difference!"

[TheWorld:PersistentLevel.Main_Sequence.DunDef_SeqVar_TutorialData_7 DunDef_SeqVar_TutorialData]
PCTutorialDefault.TutorialText="The <COLOR: 255,255,255>Tavern Keeper</COLOR> also provides services, including re-specializing your hero statistics, renaming your hero, and providing an Experience Point bonus. Watch out, these can be expensive!"

[TheWorld:PersistentLevel.Main_Sequence.DunDef_SeqVar_TutorialData_8 DunDef_SeqVar_TutorialData]
PCTutorialDefault.TutorialText="As you complete more difficult missions, the <COLOR: 255,255,255>Tavern Keeper</COLOR> may find ever-more-rare items and pets, so be sure to check back frequently to see what he's got for sale!"
